/* No comment provided by engineer. */
"%@ (Disabled: %@)" = "%1$@ (अक्षम: %2$@)";

/* SettingsViewController */
"About" = "बारे में";

/* BookmarkViewController */
"Add Bookmark" = "बुकमार्क जोड़ें";

/* No comment provided by engineer. */
"All rules" = "सभी नियम";

/* SettingsViewController */
"Allow 3rd-party Keyboards" = "तृतीय पक्ष कीबोर्ड की अनुमति दें";

/* SecurityViewController */
"Allow hosts to access WebRTC functions." = "होस्ट को WebRTC फ़ंक्शंस तक पहुंचने की अनुमति दें";

/* SecurityViewController */
"Allow hosts to permanently store cookies and local storage databases." = "होस्ट्स को स्थायी रूप से कुकीज और स्थानीय संग्रहण डेटाबेस को संग्रहीत करने की अनुमति दें";

/* SecurityViewController */
"Allow HTTPS hosts to load page resources from non-HTTPS hosts. (Useful for RSS readers and other aggregators.)" = "HTTPS होस्ट्स को गैर-HTTPS होस्ट्स (RSS रीडर और अन्य एग्रीगेटर के लिए उपयोगी) से पृष्ठ संसाधनों को लोड करने की अनुमति देता है";

/* SecurityViewController */
"Allow Persistent Cookies" = "लगातार कुकीज़ की अनुमति दें";

/* No comment provided by engineer. */
"Allow this page to close its tab?" = "इस पृष्ठ को इसकी टैब बंद करने दें?";

/* No comment provided by engineer. */
"An error occurred downloading image %@" = "छवि डाउनलोड करने में एक त्रुटि हुई %@";

/* No comment provided by engineer. */
"Authentication Required" = "प्रमाणीकरण आवश्यक";

/* SettingsViewController */
"Auto-Complete Search Results" = "स्वतः पूर्ण खोज परिणाम";

/* No comment provided by engineer. */
"Blocked 3rd-Party Hosts" = "अवरुद्ध तृतीय-पक्ष होस्ट्स होस्ट्स ";

/* BookmarksViewController */
"Bookmarks" = "बुकमार्क";

/* No comment provided by engineer. */
"Bridge Configuration" = "ब्रिज कॉन्फ़िगरेशन";

/* DonationViewController */
"Cancel" = "रद्द करना";

/* SettingsViewController */
"Changing this option requires restarting the app." = "इस विकल्प को बदलने के लिए एप्लिकेशन को पुनरारंभ करना आवश्यक है";

/* SettingsViewController */
"Choose how long app remembers open tabs." = "चुनें, कब तक खुले टैब को ऐप याद रखता है।";

/* No comment provided by engineer. */
"Close Tab" = "टैब बंद करें";

/* No comment provided by engineer. */
"Confirm" = "पुष्टि करें";

/* SecurityViewController */
"Content Policy" = "सामग्री नीति";

/* SettingsViewController, Storage1ViewController, Storage2ViewController */
"Cookies and Local Storage" = "कुकीज़ और स्थानीय संचयन";

/* Storage1ViewController */
"Cookies and local storage data from non-whitelisted hosts will be cleared even from open tabs after not being accessed for this many minutes." = "गैर-श्वेतसूची वाले होस्ट के कुकीज और स्थानीय भंडारण डेटा को खुले टैब से भी मंजूरी दे दी जाएगी, ताकि इन कई मिनटों तक एक्सेस न किया जा सके";

/* No comment provided by engineer. */
"Copy URL" = "URL नकल करें";

/* No comment provided by engineer. */
"Create New Tab" = "नया टैब बनाएं";

/* No comment provided by engineer. */
"Custom settings" = "कस्टम सेटिंग्स";

/* SecurityViewController */
"Custom user-agent string, or blank to use the default." = "कस्टम उपयोगकर्ता-एजेंट स्ट्रिंग, या डिफ़ॉल्ट का उपयोग करने के लिए खाली";

/* No comment provided by engineer. */
"Default Settings" = "डिफ़ॉल्ट सेटिंग्स";

/* No comment provided by engineer. */
"Disable" = "अक्षम";

/* No comment provided by engineer. */
"Disabled: %@" = "अक्षम: %@";

/* DonationViewController */
"Donate" = "दान करें";

/* No comment provided by engineer. */
"Done" = "किया हुआ";

/* No comment provided by engineer. */
"Double-tap to dismiss pop-up window." = "पॉप-अप विंडो को खारिज करने के लिए डबल-टैप करें।";

/* BookmarkViewController */
"Edit Bookmark" = "बुकमार्क संपादित करें";

/* No comment provided by engineer. */
"Enable" = "सक्षम";

/* No comment provided by engineer. */
"Error" = "त्रुटि";

/* No comment provided by engineer. */
"Focus URL Field" = "URL फ़ील्ड ध्यान केंद्रित";

/* No comment provided by engineer. */
"Go Back" = "वापस जाओ";

/* SecurityViewController */
"Handle tapping on links in a non-standard way to avoid possibly opening external applications." = "संभवतः बाहरी अनुप्रयोगों को खोलने से बचने के लिए एक गैर-मानक तरीके से लिंक पर टैपिंग को संभाले";

/* No comment provided by engineer. */
"HTTPS Everywhere" = "HTTPS हर जगह";

/* No comment provided by engineer. */
"HTTPS Everywhere Rules" = "HTTPS हर जगह नियम";

/* No comment provided by engineer. */
"Ignore for this host" = "इस होस्ट के लिए उपेक्षा करें";

/* SecurityViewController */
"Ignore TLS Errors" = "TLS त्रुटियों को अनदेखा करें";

/* No comment provided by engineer. */
"Log In" = "लॉग इन";

/* No comment provided by engineer. */
"Manage Bookmarks" = "बुकमार्क्स प्रबंधित करें";

/* SettingsViewController */
"Miscellaneous" = "कई तरह का";

/* SettingsViewController */
"Mute Audio with Mute Switch" = "मौन स्विच के साथ ऑडियो मौन करें";

/* SecurityViewController */
"No XHR/WebSocket/Video connections" = "कोई XHR/वेबसॉकेट/वीडियो कनेक्शन नहीं";

/* No comment provided by engineer. */
"OK" = "ठीक";

/* No comment provided by engineer. */
"Open" = "खुला";

/* SecurityViewController */
"Open (normal browsing mode)" = "ओपन (सामान्य ब्राउज़िंग मोड)";

/* No comment provided by engineer. */
"Open in a New Tab" = "एक नई टैब में खोलें";

/* No comment provided by engineer. */
"Open in Background Tab" = "पृष्ठभूमि टैब में खोलें";

/* No comment provided by engineer. */
"Open in Safari" = "Safari में खोलें";

/* SecurityViewController */
"Other" = "अन्य";

/* No comment provided by engineer. */
"Page bookmarked" = "पृष्ठ बुकमार्क किया गया";

/* Password */
"Password" = "पासवर्ड";

/* SecurityViewController */
"Privacy" = "गुप्तता";

/* No comment provided by engineer. */
"Pull to Refresh Page" = "पुनश्चर्या को खींचें";

/* No comment provided by engineer. */
"Quit App" = "ऐप को छोड़ें";

/* SettingsViewController */
"Rate on App Store" = "ऐप स्टोर पर दर";

/* No comment provided by engineer. */
"Refresh" = "पुनश्चर्या";

/* SettingsViewController */
"Report a Bug" = "गलती सूचित करें";

/* SecurityViewController */
"Restrictions on resources loaded from web pages." = "वेब पृष्ठों से भरी हुई संसाधनों पर प्रतिबंध";

/* No comment provided by engineer. */
"Rules in use on current page" = "वर्तमान पृष्ठ पर उपयोग में नियम";

/* No comment provided by engineer. */
"Save Image" = "चित्र को सेव करें";

/* SettingsViewController */
"Search" = "खोज";

/* SettingsViewController */
"Search Engine" = "खोज इंजन";

/* SettingsViewController */
"Send Do-Not-Track Header" = "ट्रैक-न-करें हैडर भेजें";

/* SettingsViewController */
"Settings" = "सेटिंग्स";

/* No comment provided by engineer. */
"Share URL" = "URL साझा करें";

/* No comment provided by engineer. */
"Show Bookmarks" = "बुकमार्क्स दिखाएं";

/* SettingsViewController */
"Stop Auto-Complete at First Dot" = "ऑटो को पहले बिंदु पर रोकें";

/* SecurityViewController */
"Strict (no JavaScript, video, etc.)" = "सख्त (कोई JavaScript, वीडियो, आदि)";

/* SettingsViewController */
"Support" = "समर्थन";

/* No comment provided by engineer. */
"Switch to Tab %d" = "टैब पर स्विच करें %d";

/* SettingsViewController */
"Tab Security" = "टैब सुरक्षा";

/* No comment provided by engineer. */
"TLS certificate chain verification error (self-signed certificate?)" = "TLS प्रमाणपत्र श्रृंखला सत्यापन त्रुटि (स्व-हस्ताक्षरित प्रमाण पत्र?)";

/* No comment provided by engineer. */
"TLS handshake failed" = "TLS हैंडशेक विफल रहा";

/* No comment provided by engineer. */
"TLS protocol error" = "TLS प्रोटोकॉल त्रुटि";

/* SettingsViewController */
"TLS Version" = "TLS संस्करण";

/* No comment provided by engineer. */
"Tor connection failure" = "Tor कनेक्शन विफलता";

/* SecurityViewController */
"Universal Link Protection" = "यूनिवर्सल लिंक संरक्षण";

/* AddSiteViewController */
"URL" = "URL";

/* No comment provided by engineer. */
"URL Blocker" = "URL अवरोधक";

/* SecurityViewController */
"User Agent" = "उपभोक्ता अभिकर्ता";

/* No comment provided by engineer. */
"User disabled" = "उपयोगकर्ता अक्षम";

/* No comment provided by engineer. */
"Using defaults" = "डिफ़ॉल्ट का उपयोग करना";

/* SecurityViewController */
"WebRTC" = "WebRTC";

/* SettingsViewController */
"When disabled, all text entered in search bar will be sent to the search engine unless it starts with \"http\"." = "अक्षम होने पर, खोज पट्टी में दर्ज सभी पाठ को खोज इंजन में भेजा जाएगा जब तक कि वह \"http\" से शुरू न हो जाए";

/* No comment provided by engineer. */
"__CONNECTION_FAILURE_DESCRIPTION__" = "Onion Browser, Tor अनावरण नेटवर्क से कनेक्शन खो गया है और फिर से कनेक्ट करने में असमर्थ है। यह तब हो सकता है जब Onion Browser पृष्ठभूमि पर गया या अगर डिवाइस सो गया तो Onion Browser सक्रिय था।\n\nकृपया ऐप को छोड़ दें और फिर से प्रयास करें। यदि आपको वर्तमान पृष्ठ को बुकमार्क करने या वर्तमान पृष्ठ से जानकारी सहेजने की आवश्यकता है, तो आप नेटवर्क क्षमता के बिना ऐप में रहने के लिए 'ठीक' दबा सकते हैं।";

/* DonationViewController */
"__DONATE_EXPLANATION_PARAGRAPH1__" = "Onion Browser is a free app, but it takes time and resources to develop and maintain.";

/* DonationViewController */
"__DONATE_EXPLANATION_PARAGRAPH2__" = "You can support the app by sending a small tip through an in-app purchase, below. This is a one-time, non-recurring transaction, but you can come back any time to send another. No information about your in-app purchase is collected or stored by the Onion Browser developers.";

/* DonationViewController */
"__DONATE_EXPLANATION_PARAGRAPH3__" = "You can learn about other ways to help (including Patreon, PayPal, Bitcoin, or Zcash) in the 'About' section of the 'Settings' page.";

/* DonationViewController */
"__DONATE_THANKS__" = "Thank you! Every little bit helps! Your payment of %@ helps ensure continuing development on Onion Browser and tools that make Tor easier to integrate into other iOS apps.";
